
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "亲爱的泓丹",
        "你总问我为什么喜欢你，因为我跟你相处的每一天里都很幸福呀，你知道嘛，在我们这些天的聊天里",
        "一起说了“哈哈哈”3254次，我和你聊天的时候真的很开心，你一定也是吧，我希望你能一直这么开心下去",
        "一起说了“可爱”182次、“好看”107次，我觉得你是最好看可爱的女生，不过呢，我觉得我的眼睛比你的好看，因为我的眼睛里全都是你",
        "一起说了“喜欢”253次，看来有的时候数字也没那么有用，因为253次显然体现不出我有多喜欢你",
        "你叫了我“纪老师”713次，我叫了你“女朋友”58次“泓丹”42次“宝贝”29次，相比起来我叫你的次数少了很多，可能是我在为以后节省吧，因为我希望，余生都是你",
        "你说我写代码酷，那我就要用它来表达对你的爱，你说我记忆力好，那我愿意用他来记住你的一切，生日快乐哦！",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2020-04-14T01:21:00",
    // 双方的名字
    names: ["纪兆延", "权泓丹"]
}
