// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "亲爱的泓丹",
        "你总问我为什么喜欢你，原因很简答啊，因为我享受和你相处的每一刻。你知道嘛，在我们这些天的聊天里",
        "一起说了“哈哈哈”3254次，我和你聊天的时候真的很开心，你一定也是吧，我希望你能一直这么开心下去",
        "一起说了“可爱”182次、“好看”107次，我觉得你是最好看可爱的女生，不过呢，我觉得我的眼睛比你的好看，因为我的眼睛里全都是你",
        "一起说了“喜欢”253次，看来有的时候数字也没那么有用，因为253次显然体现不出我有多喜欢你",
        "你叫了我“纪老师”713次，我叫了你“女朋友”58次“泓丹”42次“宝贝”29次，我以后一定要多叫你几次，不然我怕你不知道，我有多想你",
        "一起说了“晚安”56次，相比起来次数可没那么多哦，不过没关系，因为以后的晚安，我都只想对你说",
		"생일 축하합니다",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2020-04-14T01:23:00",
    // 双方的名字
    names: ["权泓丹", "纪兆延"]
}
